Revit 2027 API
BuiltInFailures.EditingFailures.TargetInEditMode Property
 Can't transfer project standards while target document is in an edit mode. Please exit all edit modes(In-Place Family Edit Mode, Group Edit Mode, Sketch Edit Mode, etc.) and try again.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId TargetInEditMode { get; }
Public Shared ReadOnly Property TargetInEditMode As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ TargetInEditMode {
	FailureDefinitionId^ get ();
}
static member TargetInEditMode : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.EditingFailures Class
Autodesk.Revit.DB Namespace